index=wineventlog sourcetype="XmlWinEventLog:Microsoft-Windows-Sysmon/Operational"
(EventCode=1 OR EventCode=10)
(CommandLine="*mimikatz*" OR TargetImage="*lsass.exe")
| table _time Computer User Image CommandLine TargetImage
